accountsservice
acpi
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arandr
arc-gtk-theme-eos
archlinux-xdg-menu
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bash-completion
bat
bind
bluez
bluez-utils
brightnessctl
btrfs-progs
cantarell-fonts
cmake
cryptsetup
device-mapper
dex
dhclient
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
ed
efibootmgr
efitools
egl-wayland
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-i3wm
eos-update-notifier
ethtool
exfatprogs
f2fs-tools
fd
feh
ffmpegthumbnailer
file-roller
firefox
firewalld
fish
fprintd
fsarchiver
galculator
glances
grim
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
htop
hwdetect
hwinfo
i3-wm
i3blocks
i3lock
i3status
inetutils
inxi
iptables-nft
iwd
jfsutils
jq
kernel-install-for-dracut
less
libdvdcss
libgsf
libopenraw
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lua-language-server
lvm2
lxappearance
ly
mako
man-db
man-pages
mdadm
meld
mesa-utils
mlocate
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
numlockx
obs-studio
openssh
otf-font-awesome
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
polkit-gnome
poppler-glib
power-profiles-daemon
pv
python
python-capng
python-packaging
python-pyqt5
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
rofi
rsync
rtkit
s-nail
scrot
sddm
sg3_utils
slurp
smartmontools
sof-firmware
stylua
sudo
sway
swaybg
swayidle
swaylock
sysfsutils
sysstat
systemd-sysvcompat
texinfo
thunar
thunar-archive-plugin
thunar-volman
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono
ttf-liberation
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-opensans
ttf-ubuntu-font-family
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
vi
waybar
wayland-protocols
welcome
wget
which
wireplumber
wl-clipboard
wofi
wpa_supplicant
xarchiver
xbindkeys
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
xterm
yay
zip
zoxide
